Этот день у Петра Петровича шел как обычно,  хорошо. Плотно пообедав, выпив чашку крепкого ароматного кофе в небольшом ресторанчике и полистав последний выпуск рекламных объявлений, он вышел на тихую улицу, утопающую в зелени кленов.
Как-раз, напротив, через дорогу,  стыдливо, в огромном окне, красная на черном, располагалась, то-ли  висела,  то-ли была наклеена маленькая вывеска  « Sex-shop  ». Эту вывеску Петр Петрович видел уже как минимум в сотый раз. Но сегодня, что–то неуловимое мелькнуло у него в голове, и он уверенно зашел в магазин.  Торговое заведение подобного рода он посещал впервые.
Просматривая экспонаты, и особенно читая инструкции к ним, в расширенных глазах Петра Петровича возникало то удивление, то еще что–то.  Благо, все успешно скрывали темные очки.  Для придания уверенности и беспечности своим действиям он попросил  две упаковки ароматизированных презервативов, которые он обычно покупал в автоматах на заправках, и небрежно, кратко посмотрев инструкцию, резиновую женщину.
Не то , чтобы у Петра Петровича были проблемы в этой сфере с женой Лидией Иосифовной или, тем более, с любовницей Клавой , просто, он , Петр Петрович, как человек современных и прогрессивных взглядов должен же иметь дома женщину из резины .
Забрав пакет с покупкой, он толкнул входную дверь магазина и вышел на улицу. В момент, когда за ним плавно закрылась дверь, он ощутил знакомое с детства чувство облегчения, как – будто он совершил что - то преступно – запретное и оно теперь  благополучно закончилось.
Это чувство было столь знакомо и столь необходимо Петру Петровичу с детских лет,  когда он, второклассник Петя, стащив у папы спички и сигарету, на перемене   закрывшись в туалетной кабинке, поджигал сигарету и сделав пару затяжек, в страхе бросал и смывал ее в унитаз, испугавшись сигаретного дыма, который могли заметить. И потом, выждав несколько секунд, пока рассеется дым, он выходил из туалетной кабинки.
Возможно, именно потребность в этом ощущении опасности, как наркотик вела Петра Петровича по жизни, и к его сорока годам привела на должность руководителя филиала банка, входившего в почетную сотню региональных банков.
Ощущение ушедшей опасности от посещения  интим–магазина  пронеслось в миг, и день Петра Петровича продолжился идти как обычно  -  хорошо.
Он перешел улицу и вернулся к припаркованной у ресторанчика, сверкающей новизной и роскошью БМВ последней седьмой модели. Машина была служебной и ему был положен по должности водитель , но Петр Петрович часто любил сам водить машину , что придавало ему ощущение полного обладания этой дорогой и престижной вещью. И хотя до работы было всего каких–то метров триста, он всегда предпочитал ездить обедать на машине.
Открыв дверь , он бросил пакет с покупкой на заднее сидение , погрузился в анатомическое кресло , слегка толкнул дверь на себя, и когда электрический  доводчик  плотно закрыл дверь , завел мотор .
Петр Петрович уже собирался отчалить от бордюра на дорогу, но то-ли впечатления от интим–магазина, то-ли особое настроение от весенней погоды, и вместо этого он набрал телефон подруги Клавы.
Клава была на десять лет моложе, чем он. Она работала начальником отдела культуры городской администрации,  имела вздорный импульсивный характер,  была всегда ухожена и прекрасно одета, не без помощи Петра Петровича, и еще необыкновенно хороша собой.
С мужем она рассталась практически сразу после рождения дочери семь лет назад и уже почти три года с Петром Петровичем они поддерживали отношения. И хотя они часто и быстро сорились , так  же быстро и мирились .
После долгих гудков Клара ответила и по салону машины, телефон был включен в режим громкой связи, растекся мягкий любимый голос.
- Алло,  отдел культуры.
- Привет Кларик  - так Петр Петрович любовно называл Клаву.
- У вас можно приподнять культурный уровень скромному служащему банка?
- Петя, у меня много работы, если ничего срочного, перезвони через час.
- Окей.  Тогда я приеду  через час.  У меня есть к тебе предложение. Культурная программа .
- Давай, буду рада.
Последнюю фразу Клава сказала не скрывая чувства уже достаточно мягко.
Как всякий деловой человек, Петр Петрович, легко отрегулировал вновь возникшую ситуацию. Он позвонил к себе на работу .  Незнакомый  женский голос дежурно ответил :
-  Приемная  управляющего банка « Возрождение». Слушаю вас.
- Это Петр Петрович. А где Мария Федоровна?
( Мария Федоровна была многолетней секретаршей Петра Петровича.)
- Петр Петрович! Это Света из кредитного отдела. Мария Федоровна вышла на обед.
- Хорошо, передай ей, что я уехал в головной офис. Пусть отменит на сегодня все встречи .
Головной офис находился в двух часах езды в соседнем городе. Это было довольно большое учреждение, которое управляло всеми филиалами. Каждый месяц Петр Петрович ездил туда лично с отчетом о работе и экономическими показателями своего филиала.
Руководила головным офисом  пенсионного возраста Эмма Лазаревна.  Женщина она была очень строгих и жестких правил как в работе, так и в отношениях с подчиненными.  Её откровенно боялись и за глаза говорили, что у нее под юбкой стальные яйца.
Петр Петрович хорошо знал дневной распорядок ее работы. Эмма Лазаревна всегда работала   с десяти утра до двух часов и ни минутой больше. А так как он подчинялся только ей и на часах было уже без четверти два, он отключил телефон и, наконец,   выехал на дорогу .
Настроение у него было отличное. И день продолжился хорошо. Он заехал в супермаркет, купил там дорогих продуктов, бутылочку любимого испанского вина, и в престижном бутике подарок Клаве  - особо модный бюстгальтер и трусики . Подарок ему упаковали в небольшую, но очень стильную коробку.
В этом прекрасном настроении, примерно через пятьдесят минут он припарковал свой БМВ напротив окон городской администрации так, чтобы Клава видела, что он уже приехал заранее  и ждет ее.
Клава, напротив, вышла минут на пять позже, чем они договаривались. К машине она шла неспешным шагом и даже останавливалась, как - бы проверяя что-то в сумочке.
В эту игру они играли почти всегда, чем очень веселили друг друга. Последние  шаги к машине она сделала быстро-быстро, как  бы показывая, что  только сейчас увидела Петра Петровича и очень спешит к нему.
Клава села в машину. Дверь мягко и бесшумно закрылась электро-доводчиком. И по салону распространился приятный запах дорогих духов.
Ослепительно улыбаясь, она обняла Петра Петровича за голову и нежно поцеловала в щеку.
- Петушок,  ты какой-то загадочный сегодня.  На часах только половина третьего. Сегодня не среда и не четверг.
Они с Петром Петровичем обычно встречались в среду или четверг  после работы,   когда дочь Клавы уходила в плавательный бассейн.
- Тебя что уволили с работы? Или ты развелся с женой?
Периодически Петр Петрович говорил, что скоро его дочь Света заканчивает школу, поедет учиться в столицу, с женой они отношения  уже не поддерживают, и он наконец–то сможет стать свободным человеком.
- Пока нет, еще выпускной бал не отгулял. Соскучился  очень без тебя. Хотел сделать тебе сюрприз. Уже тепло. Поедем ко мне на дачу?
На дачу с Клавой,  за все время их знакомства, он ездил всего пару раз. Боялся соседских глаз .
- У меня для тебя, Кларик, есть маленький подарок, думаю, тебе понравится. Там сзади на сиденье .
Клава взяла коробочку с бельем, резко потянула за ленточку  бантика и открыла коробку.
- Ого! Петручо! Это что-то новое! Умеешь  сделать женщине  приятно.  Наверное, тренируешься где-то?
Закрыв коробку, Клава положила ее на место.  Затем она взяла второй пакет без опознавательных знаков и стала вытягивать из него внутреннюю упаковку.
Петр Петрович хотел остановить ее, но только успел издать какой-то гортанный звук, когда Клава уже вынула упаковку и положила к себе на колени.
На Клаву с упаковки смотрела, улыбающаяся огромными красными губами, голая кукла с оттопыренным задом.  Надпись на упаковке гласила: « Наши изделия безотказны и всегда удовлетворят все ваши  потребности».
Петр Петрович хотел что-то сказать в долю секунды возникшей паузы, но Клава уже успела измениться в лице и шипящим голосом заорала:
- Ты что, совсем одурел!? Ты  думаешь, мы будем заниматься этим втроем?! Ты, идиот, совсем с катушек съехал! Да я никогда!  Мерзость! Останови машину.
Петр Петрович хотел что-то ответить:
- Да нет... Кларик! Ты не поняла.  Это совсем не то...
И для убедительности он ударил по рулю руками. От этого резкого нажатия ( на руле были кнопки ) нечаянно включился телефон в режиме  громкой связи и в машине раздался певучий голос Лидии Иосифовны – жены Петра Петровича . От того  что была включена громкая связь, казалось , что Лидия Иосифовна находится прямо здесь в машине .
- Петруша! Ты куда пропал? Я уже час не могу тебе дозвониться.
Петр Петрович и Клара от неожиданности не могли произнести ни слова. Лидия Иосифовна продолжала .
- Петруша, я купила две бутылочки твоего любимого испанского Шардоне. Ты, когда  будешь ехать домой позвони , я поставлю утку в духовку к твоему приезду .
Наша  Светочка с Юлей сегодня уезжают на два дня на экскурсию с ночевкой. Представляешь два дня будем только вдвоем . Не задерживайся ...
В этот момент Клава первая вышла из оцепенения. В полной ярости она заорала :
- Ты! Сучка!!! Я сейчас еду с твоим мужем заниматься сексом втроем!
Только сейчас Петр Петрович овладел собой и отключил телефон.
Он понимал, что на сегодня день испорчен,  но как опытный руководитель, умевший выходить из трудных ситуаций, оставлял надежду все исправить.
Для  жены, Лидии Иосифовны, он мог найти любое объяснение, типа, на работе отмечали день рождения сотрудника, кассирша баба Аня ( ей было под шестьдесят ) выпила лишнего , водитель Саня отвозил ее, от греха, домой, а она  спьяну и заорала в машине . Ну, или еще что-то в этом роде . Но это потом . Главное было сейчас спасать отношения с Клавой. Очень она была ему дорога.
Он остановил машину, крепко взял Клаву за руки и почти спокойно начал:
- Клава. Выслушай меня.  Первое. Эту куклу я купил моему заму Славику. Ты же знаешь , он два месяца назад развелся в третий раз. Так, в шутку, для прикола,  хотел  подарить ему. Ведь ему всего тридцать пять, а разводится уже в третий раз. Хотел его подколоть. Если три предыдущие не подошли, может эта безотказная из резины устроит . Понимаешь, шутка такая.
Клава как–бы успокоилась. Она быстро воспламенялась и быстро остывала . Они сидели и молчали несколько секунд .
Петр Петрович отпустил ее руки и хотел в знак примирения погладить за плечо. Но она резко отдернула плечо, подняла на Петра Петровича глаза. Они были спокойными и пустыми.
- Хватит, сказочник ты наш. Скотина ты, Петя. А, ведь, я тебя любила. Так вот, знай, олененок  мой рогатый.  Я с твоим замом Славой встречаюсь уже почти месяц. С тех пор как он развелся. И не один раз в неделю, как с тобой , а все остальные шесть, а иногда и семь .
Клава открыла дверь машины, вышла и пошла вдоль дороги.
Петр Петрович понял, что это ему уже не исправить. Он сидел и смотрел, как она, уже не его прекрасная Кларик, уходит. Вот она повернула за поворот.
В голове у него была пустота. По-видимому, он то-ли давно был готов к тому, что случилось, либо у него просто не было того, что заставляет учащенно биться сердце, заставляет бежать,  кричать...
Он завел машину, развернулся и поехал на работу. До конца рабочего дня было еще почти три часа.
Подъезжая к офису банка,  Петр Петрович увидел злосчастную вывеску  « Sex- Shop » . Он остановился  прямо у двери магазина,  взял пакет с  секс-изделием  и вошел в магазин.  Понимая, что именно это изделие сегодня  испортило все хорошее, Петр Петрович решил от него отказаться. Можно было просто выбросить эту резиновую куклу, но так как  он, Петр Петрович,  не привык что-то выбрасывать, что-то рвать, с кем-то ругаться, он хотел, как обычно,  просто отказаться, как только что он отказался от Клавы.
Посетителей в магазине почти не было. Только две молоденькие девушки стояли возле отдела « Розовый цветочек ». Одна из девушек, одетая в джинсы и кожаную куртку сплошь покрытые металлическими заклепками и пуговицами, обернувшись, презрительно окинула взглядом Петра Петровича, и продолжила что-то обсуждать с продавщицей.
Продавщица  была одна и Петр Петрович, немного постояв, как он и привык, мягко обратился к ней.
- Извините, будьте так добры, уделите мне пару минут.
- Да, конечно.
И продавщица, что-то отдав девушкам для самостоятельного изучения, подошла к нему.
- Видите ли, я хочу вернуть покупку. Я ее только сегодня у вас купил. Вот чек. Она не подошла,  размер  как- то не подходит. Я ее другу покупал, а размер не знал.
И Петр Петрович улыбнулся своему остроумию.
Но продавщица, равнодушно  взглянув на чек и пакет , вежливо и заученно ответила:
- Извините, но проданные товары возврату не подлежат.
- Да он же совсем новый! – возразил Петр Петрович. Ни разу не использовался. Только сегодня купил ее у вас.
- Я вижу, что сегодня.  Я вас помню. Но у нас такие правила.  Тем более,  видите,  упаковка слегка надорвана.
Она вернула пакет и отправилась обслуживать стоящих в раздумии  девушек.
Петр Петрович взял пакет и хотел еще что-то возразить продавщице,  но тут девушки повернулись в его сторону и он буквально застыл в полном изумлении.  Теперь, когда девушка покрытая металлом стояла к нему лицом, он увидел, что не только ее одежда была в металлических штуках, но и в  носу ее  было продето колечко, и все её  уши и даже брови были  покрыты  блестящими шариками разного размера.  Рядом с ней стояла его семнадцатилетняя дочь Светлана.
Он не произнес ни слова.   Они с дочерью лишь взглянули друг на друга, и Петр Петрович вышел из магазина.  Конечно, просто так уйти он не мог. Он стоял и ждал дочь.
Девочки вышли через пару минут. Они были немного растеряны.
- Привет пап. Ты что, следишь за мной?
- Да нет, с чего ты взяла?
- Тебя что, мама попросила  следить? Это моя подруга Юля.  Мы с ней  учимся в художественной школе.  Я ведь, тебе говорила,  и будем вместе поступать на отделение дизайна в Москве. А сейчас мы едем на экскурсию и в магазин зашли просто так . У нас до автобуса еще целый час . Прикольно посмотреть . Папа ! Я уже взрослая.
- Да  я тоже просто так зашел. Друг попросил сдать вот эту покупку . Говорит, сдай , магазин ведь рядом с твоим офисом . Подарили,  говорит.  И чек есть,  все-таки денег стоит, а мне эта ерунда незачем. Хотел выручить товарища. Так назад не берут, хоть и в упаковке. Только, что выбросить .
Тут в разговор вступила  «металлическая» Юля.
- Петр Петрович, если выбрасывать, можно мы у вас её возьмем. У нас есть парень, отличник, тихоня такой Владик. Мы ему в сумку её подложим, а потом при всех достанем. Вот прикольно будет!
Петр Петрович любил розыгрыши, и он улыбнулся, но скорее даже не идее  розыгрыша, а тому, как девочки и он все объяснили.
Он отдал Юле пакет. Глянул на часы.
- Мне пора на работу.
И дежурно добавил:
-  Давайте, ведите себя хорошо.
Уже через пару минут он въехал во дворик  банка. Поставил машину.   И  уже легко шагая, поднялся на второй этаж к себе в кабинет.
В приемной пахло кофе и шоколадом. Мария Федоровна аккуратно складывала  стопку документов, и в небольшом кожаном кресле возле двери кабинета расположился личный водитель Петра Петровича  - Саня.
Должность водителя Саня получил за внушительный боксерский вид и умение держать язык за зубами.
Мария Федоровна подняла глаза на вошедшего Петра Петровича и испуганно – удивленно воскликнула:
- Петр Петрович! Вы же уехали в головной офис! Или мне не правильно передала Светлана Николаевна?
- Да нет,  все правильно. Я ей звонил. Просто ситуация изменилась  и я вернулся.
- Что тут у нас?
- Петр Петрович, дело в том, что как только вы поехали в головной офис,  позвонила Эмма Лазаревна. Вы ей срочно нужны были. Ну, я ей сказала , что вы к ним уехали . Она теперь ждет вас там. Я с вами хотела связаться, но у вас что-то с телефоном. Недоступен. И от Эммы Лазаревны уже два раза звонили.
Петр Петрович понял, что попал в неприятную переделку. Что за срочное дело? Эмма Лазаревна до сих пор на работе?
Однако он и виду не подал. Неспешно вынул телефон из кармана пиджака и передал его водителю Сане.
- Саша, какая-то ерунда сегодня с телефоном. Ты в машине сделал переадресацию вызовов и громкую связь?
Саня поднялся из кресла  во весь свой богатырский рост.
- Ну да, Петр Петрович, я все настроил в машине. По-моему, все работало .
- Ты знаешь, Саша, телефон  же этот без кабеля работает? Какие-то номера сегодня путал, чужие звонки захватывает. Так может быть? Все время кто-то третий на линии. Замучил. Пришлось отключить.
- Да не должно. Там , по-моему все кодируется .
- Ну а в принципе, Саша, такое может быть?
- В принципе, конечно, все возможно. Связь беспроводная.
- Хорошо. Посмотри, пожалуйста. Машина во дворе.
Петр Петрович отдал водителю Сане телефон и ключи от машины  и, уже взявшись за дверную ручку кабинета,  добавил:
- Мария Федоровна, сделайте мне кофе и минут через десять соедините с Эммой Лазаревной.
И только сейчас он открыл дверь и зашел в кабинет.
Мария Федоровна принесла ему кофе и маленькие конфетки на блюдце, и как опытный  помощник руководителя, поставив их на стол, задержалась в кабинете.
- Присаживайтесь  Мария Федоровна.
Петр Петрович указал на ближайший к нему стул за общим  столом.
- Ну, так и что у нас?
Мария Федоровна привычно начала доклад.
- Когда вы уехали, Петр Петрович, позвонила Эмма Лазаревна   и очень удивилась, что вы к ним поехали. Просила, чтобы вы с ней связались срочно. Потом она минут десять разговаривала с вашим замом Вячеславом Евгеньевичем. Сейчас срочно какой-то очень важный кредит для московской  фирмы оформляют.  Из головного офиса много документов переслали.
- А где сейчас Вячеслав Евгениевич?
- Они с представителем этой фирмы, которая кредит будет брать, к нотариусу уехали. Скоро должны вернуться .
- Хорошо, спасибо Мария Федоровна. Кофе вы готовите все-таки самый лучший.
Забрав чашку из-под кофе и остатки конфет, Мария Федоровна, как–бы в дополнение, уже выходя, спросила:
- С Эммой Лазаревной соединить?
- Нет, пока не надо. Я скажу ... Хотя, соедините.
Странное дело, подумал Петр Петрович, что за срочность? Может кому из блатных кредит? Ну, так это не вопрос, если сама Эмма Лазаревна.
Он даже успокоился и уже решил вызвать начальника кредитного отдела, чтобы прояснить детали, как зазвонил  прямой телефон. Он поднял трубку.
- Алло, Петр Петрович  здравствуйте. Эмма Лазаревна . Что за загадки вы нам загадываете ? Мне сказали, что вы к нам поехали. Я вас жду, а вы у себя в офисе. У вас что , есть вопросы по кредиту ? Я вас понимаю, это очень серьезный клиент.  Так я только вам, Петр Петрович, и могу доверить работу с ним. Другие могут не справиться. Наши  учредители больше года его обхаживали, пока согласился в нашем банке кредитоваться. Компания очень солидная, почти шесть процентов мирового объема продаж металлопроката. Кредит они возьмут траншами по два миллиарда , всего  двенадцать миллиардов  за полгода. Ну, вы сами все увидите. Кредитный договор у вас в отделе уже подготовили.
И еще, у меня к вам просьба. Обязательно сегодня до конца дня весь пакет документов собрать , подписать и с их курьером отправить. У него  самолет вечером.
Показатели вашего филиала вырастут почти в сорок раз, поэтому учредители приняли решение повысить вам зарплату на пятьдесят процентов и вашему заму Вячеславу Евгеньевичу на тридцать. Так что, примите мои поздравления. Кстати, Вячеслав Евгениевич  просто прекрасный  специалист. Умеете  вы Петр Петрович подбирать кадры.
На том конце повесили трубку. Петр Петрович положил свою.
Мария Федоровна по громкой селекторной связи, как всегда без усилия, спросила:
- Петр Петрович, в приемной Вячеслав Евгениевич и начальники кредитного и юридического отделов. Они могут зайти?
-  Да, пусть заходят.
Вошли сияющий Вячеслав  Евгениевич  и суетливо-озабоченные начальники кредитного и юридического отделов. Петр Петрович показал на стулья за длинным столом для совещаний .
- Присаживайтесь.
Начал заместитель Слава о том, что они уже подготовили весь пакет документов кредитного договора, перечислил данные компании–клиента, упомянул, что оценку залога по кредиту сделала авторитетная московская фирма.
- Я знаю.
Кратко резюмировал  Петр Петрович.  Он понимал все и без этих разъяснений.
Начальник  юр-отдела  хотел продолжить объяснения  всяких юридических тонкостей,  прав и обязанностей сторон,  но Петр Петрович остановил его.
- Это я уже понял. Не будем повторяться.
Затем, Светлана Николаевна - начальник кредитного отдела,  взяла в руки пухлый пакет кредитного договора и последовательно и методично начала доклад.
Петр Петрович знал эту процедуру,  знал и ее итог.  Звонок сверху от Эммы  Лазаревны  это как выстрел. Пуля вылетела, и назад  в дуло пистолета  вернуть ее  уже невозможно.
Он прервал Светлану Николаевну.
- Извините, мне надо позвонить домой.
Нажав кнопку селекторной связи и услышав ответ,  он без малейших эмоций в голосе сказал:
- Мария Федоровна, сообщите  моей  жене, что я задерживаюсь. Буду через полтора часа .
Светлана Николаевна продолжила доклад, но Петр Петрович только слышал ее голос, не разбирая  смысла слов. С ненавистью он смотрел на зама Славу , опустившего глаза в стол .
И что она в нем нашла? Хотя, понятно, он ведь холост, а она замуж хочет. А у меня какие могут быть претензии? Он, ведь, не знал, что мы с ней не просто знакомые. Может уволить его? А что это изменит? Она, ведь, не только меня обманывала,  но и его. И ведь, сказала, что любила меня. Может все еще поправится.
Через час все завершили. Он подписал бумаги и спустился во дворик, где его ждал водитель Саша. Они сели в машину .
- Домой.
Выдохнул Петр Петрович.
Саша завел мотор, и они выехали на улицу.  Машина мягко, лишь слегка шуршали колеса по брусчатке, плыла по дороге.
Петр Петрович был спокоен. Наконец-то этот, чертов,  день закончился.
Он прекрасно понимал, что кредит на двенадцать миллиардов  возвращен  не будет. Что залог–липа, который не покроет и одного процента от суммы. Еще год и банкротство.  Разбогатевшие учредители, включая Эмму Лазаревну, купят за бесценок  обанкротившийся  филиал, сменят вывеску. В место « Банк Возрождение»  будет «Новое Возрождение». Его заместитель  Слава станет управляющим.  А он,  Петр Петрович,  если повезет,  просто потеряет работу,  а может  еще и того хуже.
Его просто бросили и спалили,  как  жертву на костре. Но почему его ? Филиал лучший,  самостоятельное юридическое лицо.  Видимо, потому, что был лучшим. Не поскупились. Жертва же должна быть достойной. Все- таки двенадцать миллиардов.
Они подъехали к дому. Саша  дежурно спросил:
- Завтра как обычно,  Петр Петрович? В половине девятого?
- Нет,  Саня.  Завтра приезжай к десяти.  Я дома поработаю.
Он вышел из машины, прошел через ухоженный палисадник перед домом, открыл ключом входную дверь и вошел в дом.
Лидия Иосифовна  суетилась возле стола.  Она была весела, быстро расставляла тарелки, рюмки,  вилки.
- Петруша! Что это было сегодня?! Звоню тебе, звоню, потом такое слышу! И обрыв связи. А потом звонит Мария Федоровна , говорит,  ты совещание  проводишь , немного  задержишься .
- Да, это Саня,  что-то намудрил с телефоном в машине. Какие-то кодировки перепутал.  Соединяется с чужими номерами.
Петр Петрович зашел в ванную.  Долго мыл руки и лицо холодной водой. Это не Саня, это он намудрил и все перепутал. Ну и день. Любовница  ушла. Дочь - лесбиянка. На работе полный кердык. А что в остатке?  Жена  дура,  да  жареная  утка на ужин.
Уже не мальчик, пятый десяток разменял, а все получилось ненастоящее, ни жена, ни любовь, ни  дочь, ни работа. Все поддельное, как  женщина из резины.
Но впереди еще было время,  и  Петр Петрович рассчитывал, что как-то все  устроится к лучшему.   И, как в детстве рассеивался  в туалете предательский  дым от украденной у папы сигареты,  рассеется он и теперь -  в очередном  отхожем месте, где он оказался на этот раз.
